Repository: fix-plus/fixplus_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Users
fa: کاربران

source: Groups
fa: گروه‌ها

source: Profiles
fa: پروفایل‌ها

source: Contact Numbers
fa: شماره‌های تماس

source: Registration Requests
fa: درخواست‌های ثبت‌نام

source: Technician Skills
fa: مهارت‌های تکنسین

source: Technician Service Zone
fa: منطقه خدماتی تکنسین

source: Technician Service Cards
fa: کارت‌های خدماتی تکنسین

source: Technician Ratings
fa: امتیازات تکنسین

source: Technician Statuses
fa: وضعیت‌های تکنسین

source: Medias
fa: رسانه‌ها

source: Identify Documents
fa: مدارک شناسایی

source: Services Card
fa: کارت خدمات

source: Parametrics
fa: پارامترها

source: Ratings
fa: امتیازات

source: Device Types
fa: انواع دستگاه

source: Brands
fa: برندها

source: Timing Settings
fa: تنظیمات زمانی

source: Geo
fa: موقعیت جغرافیایی

source: Addresses
fa: آدرس‌ها

source: User Locations Tracker
fa: ردیاب موقعیت کاربران

source: Financial
fa: مالی

source: Internal Wallets
fa: کیف‌پول‌های داخلی

source: Customers
fa: مشتریان

source: Customer Contact Numbers
fa: شماره‌های تماس مشتریان

source: Services
fa: خدمات

source: Service Histories
fa: تاریخچه خدمات

source: Communication
fa: ارتباطات

source: Customer Pin Messages
fa: پیام‌های پین‌شده مشتریان

source: User Dashboard Pin Messages
fa: پیام‌های پین‌شده داشبورد کاربران

source: Admin Pin Messages Of Technician
fa: پیام‌های پین‌شده مدیر برای تکنسین

source: panel/
fa: پنل/

source: The request was sent successfully.
fa: درخواست با موفقیت ارسال شد.

source: Profile does not exist
fa: پروفایل وجود ندارد.

source: Mobile number must start with '00' or '+' and contain only digits after that.
fa: شماره موبایل باید با '00' یا '+' شروع شود و پس از آن فقط شامل ارقام باشد.

source: One or more groups do not exist.
fa: یک یا چند گروه وجود ندارند.

source: One or more permissions do not exist.
fa: یک یا چند مجوز وجود ندارند.

source: You are already verified. There is no need to reapply.
fa: شما قبلاً تأیید شده‌اید. نیازی به درخواست مجدد نیست.

source: Your request has already been submitted. Please refrain from resubmitting it.
fa: درخواست شما قبلاً ارسال شده است. لطفاً از ارسال مجدد خودداری کنید.

source: Identify document cannot be None or empty.
fa: مدرک شناسایی نمی‌تواند خالی یا نامعتبر باشد.

source: full_name
fa: نام کامل

source: national_code
fa: کدملی

source: gender
fa: جنسیت

source: address
fa: آدرس

source: avatar
fa: تصویر پروفایل

source: cannot be None or empty.
fa: نمی‌تواند خالی یا نامعتبر باشد.

source: Skills can only be assigned to technician users.
fa: مهارت‌ها تنها به کاربران تکنسین قابل تخصیص هستند.

source: Error delete technician service card.
fa: خطا در حذف کارت خدماتی تکنسین.

source: Service zone can only be assigned to technician users.
fa: منطقه خدماتی تنها به کاربران تکنسین قابل تخصیص است.

source: Error delete technician service zone.
fa: خطا در حذف منطقه خدماتی تکنسین.

source: Error delete technician skill.
fa: خطا در حذف مهارت تکنسین.

source: This method only active for technician users.
fa: این روش تنها برای کاربران تکنسین فعال است.

source: password must include number
fa: رمز عبور باید شامل عدد باشد.

source: password must include letter
fa: رمز عبور باید شامل حروف باشد.

source: password must include special char
fa: رمز عبور باید شامل کاراکتر ویژه باشد.

source: User with this mobile not found.
fa: کاربری با این شماره موبایل یافت نشد.

source: A verification code has been send to your mobile number.
fa: کد تأیید به شماره موبایل شما ارسال شد.

source: 2 minutes must have passed since the last sms was sent.
fa: باید ۲ دقیقه از ارسال آخرین پیامک گذشته باشد.

source: User not found.
fa: کاربر یافت نشد.

source: User not verified, please verified mobile first.
fa: کاربر تأیید نشده است، لطفاً ابتدا شماره موبایل را تأیید کنید.

source: User not was send request registry yet.
fa: کاربر هنوز درخواست ثبت‌نام ارسال نکرده است.

source: User was verified, please login.
fa: کاربر تأیید شد، لطفاً وارد شوید.

source: Verification code is expired or invalid.
fa: کد تأیید منقضی شده یا نامعتبر است.

source: Invalid permission.
fa: مجوز نامعتبر است.

source: You do not have permission to perform this action.
fa: شما مجوز انجام این عملیات را ندارید.

source: An error occurred.
fa: خطایی رخ داد.

source: An unexpected error occurred.
fa: خطای غیرمنتظره‌ای رخ داد.

source: Validation failed.
fa: اعتبارسنجی ناموفق بود.

source: The requested resource was not found.
fa: منبع درخواستی یافت نشد.

source: Not found.
fa: یافت نشد.

source: Malformed request.
fa: درخواست نادرست است.

source: The request could not be parsed.
fa: درخواست قابل پردازش نیست.

source: Method not allowed.
fa: روش مجاز نیست.

source: This method is not allowed for the requested URL.
fa: این روش برای URL درخواستی مجاز نیست.

source: Permission denied.
fa: دسترسی رد شد.

source: Authentication failed.
fa: احراز هویت ناموفق بود.

source: Invalid credentials provided.
fa: اطلاعات ورود نامعتبر است.

source: Not authenticated.
fa: احراز هویت نشده است.

source: You must be logged in to perform this action.
fa: برای انجام این عملیات باید وارد شوید.

source: Unsupported media type.
fa: نوع رسانه پشتیبانی نمی‌شود.

source: The media type of the request is not supported.
fa: نوع رسانه درخواست پشتیبانی نمی‌شود.

source: Request limit exceeded.
fa: محدودیت تعداد درخواست‌ها exced شده است.

source: You have exceeded your request limit.
fa: شما از محدودیت تعداد درخواست‌ها عبور کرده‌اید.

source: Not acceptable.
fa: غیرقابل قبول.

source: The requested format is not acceptable.
fa: فرمت درخواستی قابل قبول نیست.

source: The requested object does not exist.
fa: شیء درخواستی وجود ندارد.

source: Object not found.
fa: شیء یافت نشد.

source: Multiple objects returned.
fa: چندین شیء بازگردانده شد.

source: More than one object was found.
fa: بیش از یک شیء یافت شد.

source: Suspicious operation detected.
fa: عملیات مشکوک شناسایی شد.

source: A suspicious operation was attempted.
fa: یک عملیات مشکوک انجام شد.

source: Field error.
fa: خطای فیلد.

source: There was an error with a field.
fa: خطایی در یکی از فیلدها رخ داد.

source: App registry is not ready.
fa: ثبت برنامه آماده نیست.

source: The application registry is not ready.
fa: ثبت برنامه آماده نیست.

source: Empty result set.
fa: مجموعه نتایج خالی است.

source: No results were found.
fa: نتیجه‌ای یافت نشد.

source: Full result set.
fa: مجموعه نتایج پر است.

source: The result set is full.
fa: مجموعه نتایج پر است.

source: Field does not exist.
fa: فیلد وجود ندارد.

source: The specified field does not exist.
fa: فیلد مشخص‌شده وجود ندارد.

source: Improperly configured.
fa: پیکربندی نادرست است.

source: The application is improperly configured.
fa: برنامه به‌درستی پیکربندی نشده است.

source: View does not exist.
fa: نمایش وجود ندارد.

source: The specified view does not exist.
fa: نمایش مشخص‌شده وجود ندارد.

source: Middleware not used.
fa: میان‌افزار استفاده نشده است.

source: The specified middleware is not used.
fa: میان‌افزار مشخص‌شده استفاده نشده است.

source: Too many files sent.
fa: تعداد فایل‌های ارسالی بیش از حد است.

source: You have sent too many files.
fa: شما تعداد زیادی فایل ارسال کرده‌اید.

source: Too many fields sent.
fa: تعداد فیلدهای ارسالی بیش از حد است.

source: You have sent too many fields.
fa: شما تعداد زیادی فیلد ارسال کرده‌اید.

source: Suspicious file operation.
fa: عملیات مشکوک فایل.

source: A suspicious file operation was attempted.
fa: یک عملیات مشکوک فایل انجام شد.

source: Suspicious multipart form.
fa: فرم چندبخشی مشکوک.

source: A suspicious multipart form was submitted.
fa: یک فرم چندبخشی مشکوک ارسال شد.

source: Synchronous operation not allowed.
fa: عملیات همزمان مجاز نیست.

source: This operation cannot be performed synchronously.
fa: این عملیات نمی‌تواند به‌صورت همزمان انجام شود.

source: Request data too big.
fa: داده‌های درخواست بیش از حد بزرگ هستند.

source: The request data is too large.
fa: داده‌های درخواست بیش از حد بزرگ هستند.

source: Bad request.
fa: درخواست نادرست.

source: The request was malformed or invalid.
fa: درخواست نادرست یا نامعتبر است.

source: Request aborted.
fa: درخواست لغو شد.

source: The request was aborted.
fa: درخواست لغو شد.

source: Disallowed host.
fa: هاست غیرمجاز.

source: The host is not allowed.
fa: هاست مجاز نیست.

source: Disallowed redirect.
fa: تغییر مسیر غیرمجاز.

source: The redirect is not allowed.
fa: تغییر مسیر مجاز نیست.

source: You not allowed to use this method, should be verified mobile.
fa: شما مجاز به استفاده از این روش نیستید، باید شماره موبایل تأیید شود.

source: You not allowed to use this method.
fa: شما مجاز به استفاده از این روش نیستید.

source: Customer doesn't exist.
fa: مشتری وجود ندارد.

source: Either user or customer must be provided for the address.
fa: برای آدرس باید کاربر یا مشتری مشخص شود.

source: Media file not found.
fa: فایل رسانه‌ای یافت نشد.

source: You are not allowed to use this method.
fa: شما مجاز به استفاده از این روش نیستید.

source: Timing setting not found.
fa: تنظیمات زمانی یافت نشد.

source: The configuration parameter was not found, please contact the admin.
fa: پارامتر پیکربندی یافت نشد، لطفاً با مدیر تماس بگیرید.

source: Assigning to technician was successful.
fa: تخصیص به تکنسین با موفقیت انجام شد.

source: Successfully placed in the assign queue.
fa: با موفقیت در صف تخصیص قرار گرفت.

source: Service status was updated.
fa: وضعیت سرویس به‌روزرسانی شد.

source: Service expired.
fa: سرویس منقضی شده است.

source: Phone number must start with '00' or '+' and contain only digits after that.
fa: شماره تلفن باید با '00' یا '+' شروع شود و پس از آن فقط شامل ارقام باشد.

source: This field is required when accepting the service.
fa: این فیلد هنگام پذیرش سرویس الزامی است.

source: This field is required when rejecting the service.
fa: این فیلد هنگام رد سرویس الزامی است.

source: Service is already assigned to the technician
fa: سرویس قبلاً به تکنسین تخصیص داده شده است.

source: Service is already completed
fa: سرویس قبلاً تکمیل شده است.

source: Technician is not active
fa: تکنسین فعال نیست.

source: This service is not assigned to the technician.
fa: این سرویس به تکنسین تخصیص داده نشده است.

source: Service is not in the correct status to be accepted.
fa: سرویس در وضعیت مناسب برای پذیرش نیست.

source: Service accepting deadline has passed.
fa: مهلت پذیرش سرویس گذشته است.

source: Service deadline accepting has passed.
fa: مهلت پذیرش سرویس گذشته است.

source: Estimate arrival time is required when accepting the service.
fa: زمان تقریبی رسیدن هنگام پذیرش سرویس الزامی است.

source: Estimate arrival time must be in the future.
fa: زمان تقریبی رسیدن باید در آینده باشد.

source: Service rejected by the technician. Reason:
fa: سرویس توسط تکنسین رد شد. دلیل:
